{"hed":"The Unfair Burdens for Black Bostonians","sub":"An analysis of the Boston Police reports shows that neighborhoods with a large white population stopped Black people at a higher rate.","warrenSteps":[{"step":"cold-night","text":"On a cold night in December 2011, Boston police officer Luis Anjos was investigating a break-in in Roxbury. The victim provided a vague description of suspects -- three Black men, wearing red and black hoodies with the stolen backpack."},{"step":"chase","text":"A few minutes later, two police officers at a different location spotted Jimmy Warren and his friend, both wearing dark clothing. When the police walked up to them and said, “Hey fellas,” Warren and his friend turned and ran, leading to a foot chase."},{"step":"arrest","text":"Warren eventually was arrested and searched. Though he had nothing to do with the robbery, a .22-caliber handgun was recovered on a nearby lawn. Warren was charged with unlawful possession of a firearm."}],"fio-explain":[{"type":"text","value":"Under Supreme Court ruling Terry v. Ohio, the Boston police can stop anyone on the street if they have \"reasonable suspicion\" that the person is involved in a crime. They can also decide to search or detain someone if they have a \"probable cause.”"},{"type":"text","value":"These “investigative stops” by the police are conducted under the controversial Field Interrogation and Observation (FIO) program, allowing the police to observe, stop and frisk individuals."}],"steadily-declined":"Since 2008, the overall number of individuals involved in the FIO program has steadily declined.","persist":"But the racial disparity of those targeted by these policing actions has persisted.","disproportionately-black":"In 2019, 69% of those stopped by the police were Black but Black residents make up about only 25% of Boston's population, according to data collected by the Boston Police Department.","support-fio":[{"type":"text","value":"Supporters of the FIO program often argue that high-crime areas will understandably experience more policing actions, aligning with the argument made by the BPD that they mainly targeted gang members in high crime areas."},{"type":"text","value":"However, this is not always the case, as the data reveals."}],"scatter":[{"step":"explain","text":"Here is the relationship between EASI crime index and the frequency of police stops in each neighborhood. The EASI crime index calculates a combination of eight crime related variables with more weight given to violent crimes. The higher the value, the more crime there is."},{"step":"high-crime","text":"In most areas, the higher the likelihoods of serious crimes, the higher the frequencies of police investigative stops, and vice versa."},{"step":"exceptions","text":"But there are a few exceptions. Some neighborhoods with majority white populations have a relatively high crime index but low chances of being stopped by the police."}],"map1":"BPD has not responded to requests for comment on these statistics. In its previous statement, it has emphasized that data alone cannot indicate the existence of racial biases and that many complex factors - neighborhood crimes, police deployment, individual factors etc - are involved in a policing decision.","map2":"But most high-crime neighborhoods are also home to a majority of people of color. Residents in those areas witness and experience constant policing, investigative stops and frisks.","rhone":[{"type":"text","value":"Kennedy Rhone is a 17-year-old Black resident of Mattapan who just started working as a youth organizer at Boston Teen Empowerment."},{"type":"text","value":"A few weeks ago, Rhone went out with two friends at midnight to borrow a video game from a friend. When they realized a black car with no lights on was following them, they freaked out and decided to split and run."},{"type":"text","value":"“I was really scared. All of us were scared when we found out the black car was following us, ” said Rhone."},{"type":"text","value":"Rhone ran to a police officer for help right before he discovered the person inside the black car was also a police."},{"type":"text","value":"“The police told us that we were in the same area where a shooting had happened earlier. They thought we were suspicious because we were all wearing the same thing, ” said Rhone."}],"select-person":"Select a person to continue and calculate your chance of being stopped by the police, based on the 2019 FIO data.","overall-boston":"In Boston, regardless of your race, you have a 1% chance of being stopped by the police.","your-neighborhood-chance":"However, since you live in “xxx”, you have a “higher/lower” chance - “xx%” - of being stopped by the police.","large-black":"When comparing the number of police stops to the racial demographics in each neighborhood, residents of places with a large Black population, such as Roxbury and Dorchester, have the highest chances of getting stopped by the police.","explore":"","by-race":[{"step":"more-black-area","text":"In areas with a large Black population, police stopped Black people and white people at almost the same rates."},{"step":"mattapan","text":"Mattapan was the only exception. Although more than 80% of Mattapan residents were Black, the police stopped white people at a higher rate than Black people."},{"step":"more-white-area","text":"On the other hand, in neighborhoods where white residents comprise the majority of the population, the percentage of Black people getting stopped by the police is much higher than that of the white people."},{"step":"explore-race","text":""}],"conclude":[{"type":"text","value":"Back in 2010, BPD initiated an independent study to determine how Boston Police Officers are utilizing the FIO program in the City."},{"type":"text","value":"The study looked at all FIO reports from 2007 to 2010 and showed that officers were repeatedly stopping individuals with criminal records and gang membership."},{"type":"text","value":"But its findings also revealed that minority neighborhoods did experience higher levels of FIO activity and that Black people were 8% more likely to be stopped than white people repeatedly by the Boston police even when accounting for crime levels."},{"type":"text","value":"Five years after Warren's conviction, the Supreme Judicial Court overturned his conviction, based on the same study, concluding that Black men trying to avoid an encounter with Boston police should not be deemed suspicious because they may have a legitimate reason to do so."},{"type":"text","value":"“Not everyone is a bad person or is trying to cause trouble,” said Rhone."},{"type":"text","value":"Rhone said his friends don’t want to talk about this event anymore because they want to forget about it."},{"type":"text","value":"“I used to believe in Boston police and I looked up to them. But now, I don’t know,” said Rhone."}],"https":"//www.universalhub.com/files/warren-ruling_0.pdf"}