{"hed":"The Unfair Burdens for Black Bostonians","sub":"An analysis of the Boston Police reports shows that neighborhoods with a large white population stopped Black people at a higher rate.","warrenSteps":[{"step":"cold-night","text":"On a cold night in December 2011, Boston police officer Luis Anjos was investigating a break-in in Roxbury. The victim provided a vague description of suspects -- three black men, wearing red and black hoodies with the stolen backpack."},{"step":"chase","text":"A few minutes later, two police officers at a different location spotted Jimmy Warren and his friend, both wearing dark clothing. When the police walked up to them and said, “Hey fellas,” Warren and his friend turned and ran, leading to a foot chase."},{"step":"arrest","text":"Warren eventually was arrested and searched. Though he had nothing to do with the robbery, a .22-caliber handgun was recovered on a nearby lawn. Warren was charged with unlawful possession of a firearm."}],"fio-explain":[{"type":"text","value":"Under Supreme Court ruling Terry v. Ohio, the Boston police can stop anyone on the street if they have \"reasonable suspicion\" that the person is involved in a crime.They can also decide to search or detain someone if they have a \"probable cause.”"},{"type":"text","value":"These “investigative stops” by the police are conducted under the controversial Field Interrogation and Observation (FIO) program, allowing the police to observe, stop and frisk individuals."}],"steadily-declined":"Since 2008, the overall number of individuals involved in the FIO program has steadily declined.","persist":"But the racial disparity of those targeted by these policing actions has persisted.","disproportionately-black":"In 2019, 69% of those stopped by the police were Black but Black residents make up about only 25% of Boston's population, according to data collected by the Boston Police Department.","support-fio":[{"type":"text","value":"Supporters of the FIO program often argue that high-crime areas will understandably experience more policing actions, aligning with the argument made by the BPD that they mainly targeted gang members in high crime areas."},{"type":"text","value":"However, this is not always the case, as the data reveals."}],"scatter":[{"step":"high-crime","text":"Although in areas with higher likelihoods of  serious crimes (including, but are not limited to, murder, rape, robbery and assault), the frequencies of police investigative stops are higher…"},{"step":"exceptions","text":"There are a few exceptions. Some neighborhoods with majority white populations have a relatively high crime index but low chances of being stopped by the police."}],"map1":"BPD has not responded to requests for comment on these statistics But in its previous statement, it has emphasized that data alone cannot indicate the existence of racial biases and that many complex factors - neighborhood crimes, police deployment, individual factors etc - are involved in a policing decision.","map2":"But most high-crime neighborhoods are also home to a majority of people of color. Residents in those areas witness and experience constant policing, investigative stops and frisks.","select-person":"Select a person to continue and calculate your chance of being stopped by the police, based on the 2019 FIO data.","overall-boston":"As a resident in Boston, overall, you have a 1% chance of being stopped by the police.","your-neighborhood-chance":"However, since you live in “xxx”, you have a “higher/lower” chance - “xx%” - of being stopped by the police.","large-black":"When comparing the number of police stops to the racial demographics in each neighborhood, residents of places with a large Black population, such as Roxbury and Dorchester, have the highest chances of getting stopped by the police.","by-race":[{"type":"text","value":"In areas with a large Black population, police stopped Black people and white people at almost the same rates."},{"type":"text","value":"For example, in Roxbury, chances of you being stopped by the police is 7.3% if you’re Black and 7.5% if you’re white, based on the historical data."},{"type":"text","value":"But in Charlestown and Allston, where white residents comprise the majority of the population, the percentage of Black people getting stopped by the police is much higher than that of the white people."}],"conclude":[{"type":"text","value":"Back in 2010, BPD initiated an independent study to determine how Boston Police Officers are utilizing the FIO program in the City."},{"type":"text","value":"The study looked at all FIO reports from 2007 to 2010 and showed that officers were repeatedly stopping individuals with criminal records and gang membership."},{"type":"text","value":"But its findings also revealed that minority neighborhoods did experience higher levels of FIO activity and that Black people were 8% more likely to be stopped than white people repeatedly by the Boston police even when accounting for crime levels."},{"type":"text","value":"Five years after Warren's conviction, the Supreme Judicial Court overturned his conviction, based on the same study, concluding that Black men trying to avoid an encounter with Boston police should not be deemed suspicious because they may have a legitimate reason to do so."},{"type":"text","value":"Their ruling also indicated that the police had nothing more than a “hunch” that the defendant might have been involved in the crime."}],"https":"//www.universalhub.com/files/warren-ruling_0.pdf"}